# Найдите сумму цифр трехзначного числа

a = input("Введите трехзначное число:")
#print(str "Сумма цифор в числе равна:")
print(int(a[0])+int(a[1])+int(a[2]))